Repository: YazdanRa/mini-match
Catalog: apps/apple/MiniMatch/MiniMatch/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, it

source: Your number stays private until reveal.
es: Tu número permanece oculto hasta que se revele.
fr: Votre nombre reste privé jusqu’à la révélation.
it: Il tuo numero resta privato fino alla rivelazione.

source: Your number stays private until the table closes.
es: Tu número permanece privado hasta que cierre la mesa.
fr: Votre nombre reste privé jusqu’à la fermeture de la table.
it: Il tuo numero resta privato fino alla chiusura del tavolo.

source: Your number: %llu
es: Tu número: %llu
fr: Votre nombre : %llu
it: Il tuo numero: %llu

source: Your rank
es: Tu puesto
fr: Votre rang
it: La tua posizione

source: Your wins: %llu
es: Tus victorias: %llu
fr: Vos victoires : %llu
it: Le tue vittorie: %llu
